DIRECTOR = 'Ген. Директор'
ACCOUNTANT = 'Бухгалтер'

ACCOUNTANT_DESCRIPTION = 'Бухгалтер. Новости в областях учета, налогов, мейджорный обновлений основных бухгалтерских программ (1С в подавляющем большинстве случае)'
DIRECTOR_DESCRIPTION = gendir = 'Генеральный директор. Владелец малого и среднего бизнеса. Новости и тренды в сфере деятельности, получения налоговых и иных преимуществ при ведении бизнеса от региональный государственных ассоциаций поддержки МСП, экономические новости региона'

RANKING_MODEL_PATH = "cointegrated/rubert-tiny2"