NEWS_LIST_BY_ROLE = {
    'director': [
        {
            'url': 'https://thebell.io/tsentrobank-snizil-klyuchevuyu-stavku-do-75-godovykh',
            'title': 'Центробанк снизил ключевую ставку до 7,5% годовых',
            'description': 'Совет директоров ЦБ ожидаемо снизил ключевую ставку на 50 б.п. — до 7,5% годовых. Регулятор отметил, что темпы прироста потребительских цен остаются низкими, способствуя дальнейшему замедлению годовой инфляции, динамика деловой активности складывается лучше, чем ЦБ предполагал в июле, но внешние условия для российской экономики остаются сложными.',
            'date_time': '16 СЕНТЯБРЯ 2022'
        },
        {
            'url': 'https://thebell.io/na-vkhode-v-lovushku-kakie-sanktsii-protiv-rossii-rabotayut-kakie-net-a-kakie-opasnee-chem-kazhutsya',
            'title': 'Санкционная ловушка. Какие санкции работают, какие нет, а какие для России опаснее, чем кажутся',
            'description': 'Западные санкции в отношении России не работают — это одна из наиболее обсуждаемых тем последних недель. Санкционная политика уперлась в потолок, и дальнейшее ее расширение грозит нанести остальному миру и самим западным странам слишком значительный ущерб, но при этом, вероятно, не изменит поведения российского диктатора, почти хором соглашаются западные аналитики и политики.',
            'date_time': '12 ИЮЛЯ 2022'
        },
        {
            'url': 'https://thebell.io/tsb-opisal-stsenariy-globalnogo-ekonomicheskogo-krizisa',
            'title': 'ЦБ описал сценарий глобального экономического кризиса',
            'description': 'Центробанк в докладе об основных направлениях денежно-кредитной политики на 2023–2025 годы представил три прогнозных сценария — базовый, «ускоренная адаптация» и «глобальный кризис». Последний возможен в случае рецессии в мировой экономике и усиления геополитической напряженности и грозит кризисом, сопоставимым по масштабу с кризисом 2007–2008 годов.',
            'date_time': '12 АВГУСТА 2022'
        }
    ],
    'accountant': [
        {
            'url': 'https://www.klerk.ru/buh/news/537154/',
            'title': 'Получить аккредитацию IT-компания может с учетом выручки и зарплаты, без учета зарплаты или без учета выручки',
            'description': 'Для первого варианта аккредитации кроме нужного кода ОКВЭД, отсутствия налоговых долгов и судимости у директора, а также наличия сайта, IT-компания еще должна иметь 30% профильных доходов и платить сотрудникам хорошую зарплату. Но есть еще 2 варианта',
            'date_time': '8 ОКТЯБРЯ 2022'
        },
        {
            'url': 'https://www.klerk.ru/buh/news/537159/',
            'title': 'Работодатель не платит мобилизованному зарплату за время службы',
            'description': 'Мобилизованных увольнять нельзя, однако заработную плату с его постоянного места работы на время его мобилизации платить не будут.',
            'date_time': '8 ОКТЯБРЯ 2022'
        },
        {
            'url': 'https://www.klerk.ru/buh/news/537126/',
            'title': 'Работодатели могут бронировать должность без согласия работника.',
            'description': 'Бронь должности делают, чтобы предприятие работало бесперебойно. И поэтому, даже если работник не давал личного согласия на бронь, компания вправе это сделать без разрешения человека.',
            'date_time': '7 ОКТЯБРЯ 2022'
        }
    ]
}

DEFAULT_LIST_NEWS = [
    {
        'url': 'https://www.klerk.ru/buh/news/537139/',
        'title': 'Предприниматели купили 500 тыс. лицензий на отечественное ПО за полцены',
        'description': 'Программа Минцифры позволяет купить компаниям МСП российское облачное программное обеспечение со скидкой 50%, а вторую половину стоимости компании-продавцу компенсирует государство.',
        'date_time': '8 ОКТЯБРЯ'
    },
    {
        'url': 'https://thebell.io/30-let-pod-sanktsiyami-desyat-urokov-yuar-vremen-aparteida-dlya-rossiyskoy-ekonomiki',
        'title': '30 лет под санкциями. Десять уроков ЮАР времен апартеида для российской экономики',
        'description': 'Российская экономика не рухнула под натиском первых санкций — самые мрачные прогнозы не сбылись. Но какие у нее долгосрочные перспективы? Чтобы ответить на этот вопрос, Александр Исаков, экономист Bloomberg Economics по России, и Боинготло Гасеалахве, покрывающая Африку, изучили опыт ЮАР. Эта страна попала под санкции из-за режима апартеида и жила под ними с 1960-х по 1990-е годы. Ее опыт показывает, что барьеры для торговли и потоков капитала душат конкуренцию, повышают неэффективность и серьезно ограничивают долгосрочные темпы роста. Рассказываем, как жила под санкциями экономика ЮАР и какие выводы на основании ее опыта можно сделать для современной России.',
        'date_time': '6 ОКТЯБРЯ 2022' 
    },
    {
        'url': 'https://thebell.io/chem-rossiyskaya-ekonomika-zaplatit-za-mobilizatsiyu-i-eskalatsiyu-konflikta',
        'title': 'Чем российская экономика заплатит за мобилизацию и эскалацию конфликта',
        'description': 'Российский рынок акций продолжает снижаться: после падения на 14% на позапрошлой неделе на прошлой индекс Мосбиржи снизился еще на 6,3%. При этом опасения инвесторов только растут: индекс волатильности RIV за неделю вырос на 25%. И их можно понять: мобилизация и не признанное никем в мире присоединение территорий Украины увеличивают риски для российской экономики и еще больше затрудняют оценку акций. Рассказываем, что будет с экономикой в новой реальности.',
        'date_time': '3 ОКТЯБРЯ 2022' 
    }
]

TREND_BY_ROLE = {
    'director': [
        {
            'title': 'Сжимание экономической активности в подавляющем числе отраслей экономики'
        },
        {
            'title': 'Санкции на импорт ключевого для определенных сфер оборудования.'
        }
    ],
    'accountant': [
        {
            'title': 'Мобилизация сотрудников компании.'
        }
    ],
}

INSITE_BY_ROLE = {
    'director': {
        'title': 'Трансформация текущей предпринимательской активности в какие области позволит бизнесу выиграть от текущей обстановки ',
    },
    'accountant': {
        'title': 'Как корректно провести оформление мобилизированных сотрудников для налоговой и получить аккредитации, позволяющие получить бронь сотрудников от призыва'
    }
}